package com.ohad.shoppinglist;

public class AppStrings {

    public static String[] stores = {
            "אושר עד",
            "ויקטורי"
            , "חצי חינם",
            "כמעט חינם",
            "מאפייה",
            "מגה",
            "מכולת שכונתית",
            "קצבייה",
            "רמי לוי",
            "שופרסל"
    };

    static String[] items = {
            "אורז",
            "אבטיח",
            "ביצים",
            "בננה",
            "בשר",
            "בצל",
            "גבינה",
            "גבינה לבנה",
            "גבינה צהובה",
            "דגים",
            "דבש",
            "חומוס",
            "חזה עוף",
            "חלב",
            "חלה",
            "חצילים",
            "טחינה",
            "לחם",
            "מיונז",
            "מלח",
            "מלפפון",
            "סוכר",
            "ספגטי",
            "עגבניה",
            "קורנפלקס",
            "קפה",
            "פסטה",
            "פטריות",
            "מעדן",
            "קוטג'",
            "קטשופ",
            "קרמבו",
            "ריבה",
            "שוקולד",
            "שוקולית",
            "תירס"
    };
}