package com.ohad.shoppinglist;

public class AppStrings {

    public static String[] stores = {
            "אושר עד",
            "ויקטורי"
            , "חצי חינם",
            "כמעט חינם",
            "מאפייה",
            "מגה",
            "מכולת שכונתית",
            "קצבייה",
            "רמי לוי",
            "שופרסל"
    };

    public static String[] categories = {
            "בחר קטגוריה:",
            "חד פעמי",
            "ירקות ופירות",
            "מוצרי חלב",
            "מוצרי בשר",
            "מוצרי ניקיון",
            "פארמה",
            "קפואים",
            "שימורים",
            "שתייה",
            "אחר"
    };

    static String[] items = {
            "אורז",
            "אבטיח",
            "ביצים",
            "בננה",
            "בשר",
            "בצל",
            "גבינה",
            "גבינה לבנה",
            "גבינה צהובה",
            "דגים",
            "דבש",
            "חומוס",
            "חזה עוף",
            "חלב",
            "חלה",
            "חצילים",
            "טחינה",
            "לחם",
            "מיונז",
            "מלח",
            "מלפפון",
            "סוכר",
            "ספגטי",
            "עגבניה",
            "קורנפלקס",
            "קפה",
            "פסטה",
            "פטריות",
            "מעדן",
            "קוטג'",
            "קטשופ",
            "קרמבו",
            "ריבה",
            "שוקולד",
            "שוקולית",
            "תירס"
    };
}